Repository: fsr-de/1327
Catalog: _1327/locale/*/LC_MESSAGES/django.po
Languages: de

source: Comment
de: Kommentar

source: Edit permissions
de: Bearbeitungsrechte

source: You are not allowed to use `temp_` as prefix for the URL
de: `temp_` kann nicht als Präfix für die URL verwendet werden

source: Role
de: Rolle

source: If you want to enable additional permissions for a group you also need to enable the view permission for that group!
de: Wenn zusätzliche Berechtigungen vergeben werden sollen, muss immer auch die "Anzeigen"-Berechtigung für diese Gruppe vergeben werden!

source: You must have at least {} of these.
de: Es muss mindestens {} geben.

source: [missing link]
de: [fehlender Link]

source: Title (German)
de: Titel (Deutsch)

source: Title (English)
de: Titel (Englisch)

source: Text (German)
de: Text (Deutsch)

source: Text (English)
de: Text (Englisch)

source: Hash value
de: Hashwert

source: Document
de: Dokument

source: Documents
de: Dokumente

source: Display name
de: Angezeigter Name

source: Created
de: Erstellt

source: File
de: Datei

source: ordering index
de: Sortierreihenfolge

source: Do not show as attachment (for embedded images)
de: Nicht als Anhang anzeigen (für eingebettete Bilder)

source: Attachment
de: Anhang

source: Attachments
de: Anhänge

source: Do you really want to revert to this version?
de: Willst du diese Version wirklich wiederherstellen?

source: Close
de: Schließen

source: Version you want to revert to:
de: Wiederherzustellende Version:

source: Revert
de: Wiederherstellen

source: An error occurred. The revision could not be reverted.
de: Ein Fehler ist aufgetreten. Die Version konnte nicht wiederhergestellt werden.

source: Add attachment
de: Anhang hinzufügen

source: Save
de: Speichern

source: Uploaded attachments
de: Hochgeladene Anhänge

source: Filename
de: Dateiname

source: Do not show
de: Nicht anzeigen

source: Select if attachment is only used as embedded image.
de: Auswählen, wenn Anhang nur als eingebettetes Bild verwendet wird.

source: Delete
de: Löschen

source: Please Confirm
de: Bitte bestätigen

source: Do you really want to delete the Attachment %(name)s?
de: Willst du den Anhang %(name)s wirklich löschen?

source: Yes
de: Ja

source: No
de: Nein

source: This field is required
de: Dieses Feld ist erforderlich

source: View
de: Anzeigen

source: Edit
de: Bearbeiten

source: Versions
de: Versionen

source: Permissions
de: Berechtigungen

source: Publish
de: Veröffentlichen

source: Publish for Students and University Network
de: Veröffentlichen für Studierende und Uni-Netzwerk

source: Publish for Students only
de: Veröffentlichen für Studierende

source: Table of Contents
de: Inhaltsverzeichnis

source: Edit page
de: Bearbeitungsseite

source: The text of this document was autosaved on %(date)s
de: Der Inhalt dieses Dokuments wurde am %(date)s automatisch gespeichert

source: you can restore unsaved changes:
de: du kannst ungespeicherte Änderungen wiederherstellen:

source: Restore
de: Wiederherstellen

source: There is an autosaved text (saved on %(date)s)
de: Es gibt einen Text, der am %(date)s automatisch gespeichert wurde

source: you can restore this unsaved text:
de: du kannst diesen ungespeicherten Text wiederherstellen:

source: Delete Autosave
de: Autosave löschen

source: Preview
de: Vorschau

source: German
de: Deutsch

source: English
de: Englisch

source: Select Image:
de: Bild auswählen:

source: Error! Could not upload image.
de: Fehler! Bild konnte nicht hochgeladen werden.

source: Scale:
de: Skalierung:

source: Width (optional)
de: Breite (optional)

source: Height (optional)
de: Höhe (optional)

source: Upload new image
de: Neues Bild hochladen

source: Add Image
de: Bild hinzufügen

source: Add new Image
de: Neues Bild hinzufügen

source: Do you really want to delete this document?
de: Willst du dieses Dokument wirklich löschen?

source: If you delete this document you will also delete the following database items:
de: Wenn dieses Dokument gelöscht wird, werden auch die folgenden Datenbankeinträge gelöscht:

source: Do you really want to delete this autosave?
de: Willst du diesen Autosave wirklich löschen?

source: Select link target
de: Ziel des Links auswählen

source: Autosave failed
de: Automatisches Speichern fehlgeschlagen

source: Probably you are logged out!
de: Du bist vermutlich nicht angemeldet!

source: The document you are editing does not exist!
de: Das Dokument, das du bearbeitest, existiert nicht!

source: There was an unknown error!
de: Es gab einen unbekannten Fehler!

source: Please select...
de: Bitte auswählen...

source: Edit Permissions
de: Berechtigungen bearbeiten

source: Diff page versions
de: Versions-Unterschiede

source: Compare
de: Vergleichen

source: by
de: von

source: Revert to this version
de: Version wiederherstellen

source: German Diff
de: Deutsches Diff

source: English Diff
de: Englisches Diff

source: Created document
de: Dokument erstellt

source: Successfully saved changes
de: Änderungen gespeichert

source: This Document can not be reverted!
de: Dieses Dokument kann nicht wiederhergestellt werden!

source: The requested document is not available in the selected language. It will be shown in the available language instead.
de: Dieses Dokument ist in der ausgewählten Sprache nicht verfügbar. Es wird stattdessen in der verfügbaren Sprache angezeigt.

source: Permissions have been changed successfully.
de: Berechtigungen wurden angepasst.

source: Minutes document has been published.
de: Protokoll wurde veröffentlicht.

source: File has been uploaded successfully!
de: Datei erfolgreich hochgeladen!

source: reverted to revision "{revision_comment}" (at {date})
de: Version "{revision_comment}" (vom {date}) wiederhergestellt

source: Successfully deleted Attachment!
de: Anhang gelöscht!

source: Successfully deleted document: {}
de: Dokument gelöscht: {}

source: Successfully deleted autosave
de: Autosave erfolgreich gelöscht

source: No one
de: Niemanden

source: Logged in users
de: Angemeldete Nutzer

source: Everyone
de: Alle

source: Show author to
de: Autor anzeigen für

source: Is menu page
de: Ist Menü-Seite

source: Select this if the page is used mainly for navigation purposes and if all documents linked on the page should be removed from the 'unlinked information pages' list.
de: Wähle diese Option, wenn die Seite hauptsächlich zur Navigation genutzt wird und alle auf der Seite verlinkten Seiten aus der Liste 'nicht verlinkte Informationsseiten' entfernt werden sollen.

source: Information document
de: Informationsseite

source: Information documents
de: Informationsseiten

source: Information pages
de: Informationsseiten

source: Last change
de: Letzte Änderung

source: Unlinked information pages
de: Nicht-verlinkte Informationsseiten

source: There are no unlinked information pages for which you have edit rights.
de: Es gibt keine nicht-verlinkten Informationsseiten, für die du Bearbeitungsrechte hast.

source: You are only allowed to define a document
de: Du kannst nur ein Dokument angeben

source: You are not allowed to enter a link or document for an item with children
de: Du kannst für Elemente mit Kindern kein Dokument oder Link hinterlegen

source: Arguments for links must be provided as keyword arguments.
de: Argumente für Links müssen als keyword arguments übergeben werden.

source: This link is not valid.
de: Dieser Link ist ungültig.

source: You are only allowed to define one of document and link
de: Du kannst nur entweder ein Dokument oder einen Link angeben

source: You are not a member of this group!
de: Du bist kein Mitglied dieser Gruppe!

source: Minutes publish reminder
de: Protokoll-Veröffentlichungs-Erinnerung

source: Please remember to publish the minutes document "{}" from {} ({}).
de: Bitte denke daran, das Protokoll "{}" vom {} zu veröffentlichen ({}).

source: Main Menu
de: Hauptmenü

source: Footer
de: Fußzeile

source: view
de: Anzeigen

source: change children
de: Unterpunkte bearbeiten

source: edit
de: bearbeiten

source: Abbreviation
de: Abkürzung

source: Explanation
de: Erklärung

source: Bad request
de: Ungültige Anfrage

source: The request was not valid. Please refrain from tempering with the request data ;)
de: Die Anfrage war nicht gültig. Bitte spiele nicht an den gesendeten Daten herum ;)

source: Forbidden
de: Zugriff verweigert

source: Unfortunately you are not allowed to view this page. This might have one of the following reasons:
de: Unglücklicherweise darfst du diese Seite nicht sehen. Das kann einen der folgenden Gründe haben:

source: You are not logged in and are not accessing the page from the university network.
de: Du bist nicht angemeldet und greifst nicht aus dem Universitäts-Netzwerk auf die Seite zu.

source: You are not logged in and the page is only available for logged in users.
de: Du bist nicht angemeldet und die Seite ist nur für angemeldete Nutzer verfügbar.

source: You are logged in but don't have the required permissions to access this page.
de: Du bist angemeldet, hast aber nicht die notwendigen Berechtigungen, um diese Seite aufzurufen.

source: The student representatives are trying to mock you.
de: Der Fachschaftsrat erlaubt sich einen Scherz mit dir.

source: If you think this is a mistake, please contact the student representatives.
de: Wenn du der Meinung bist, dass es sich um einen Irrtum handelt, dann kontaktiere bitte den Fachschaftsrat.

source: Page not found
de: Seite nicht gefunden

source: The page you requested does not exist. Please check the URL or use the menu above to find your page.
de: Die angeforderte Seite existiert nicht. Bitte überprüfe die URL oder nutze das Menü oben, um die gewünschte Seite zu finden.

source: Server error
de: Serverfehler

source: An internal server error occured. The admins have been informed and might contact you in case they need more information.
de: Ein Serverfehler ist aufgetreten. Die Admins wurden informiert und werden sich eventuell bei dir melden, wenn sie weitere Informationen benötigen.

source: Edit abbreviation explanations
de: Abkürzungserklärungen bearbeiten

source: Actions
de: Aktionen

source: Save abbreviation explanations
de: Abkürzungserklärungen speichern

source: Add another abbreviation explanation
de: Abkürzungserklärung hinzufügen

source: Edit menu item
de: Menüeintrag bearbeiten

source: Create menu item
de: Menüeintrag erstellen

source: Menu items
de: Menüeinträge

source: Main menu items
de: Hauptmenü-Einträge

source: Footer items
de: Fußzeilen-Einträge

source: Create new menu item
de: Menüeintrag erstellen

source: Delete menu item
de: Menüeintrag löschen

source: Do you really want to delete this menu item? All subitems will also be deleted.
de: Möchtest du diesen Menüeintrag wirklich löschen? Alle Unterpunkte werden ebenfalls gelöscht.

source: Cancel
de: Abbrechen

source: Only the following characters are allowed in the URL: a-z, A-Z, 0-9, -, _, /
de: Nur die folgenden Zeichen sind in der URL erlaubt: a-z, A-Z, 0-9, -, _, /

source: The URL contains parts that are not allowed in custom URLs.
de: Die URL enthält Bestandteile, die in benutzerdefinierten URLs nicht erlaubt sind.

source: This URL is already taken.
de: Diese URL wird bereits verwendet.

source: Successfully created menu item.
de: Menüeintrag erstellt.

source: Successfully edited menu item.
de: Menüeintrag bearbeitet.

source: There must always be at least one item in the main menu.
de: Es muss immer mindestens einen Eintrag im Hauptmenü geben.

source: There must always be at least one item in the footer menu.
de: Es muss immer mindestens einen Eintrag in der Fußzeile geben.

source: Successfully updated the abbreviation explanations.
de: Abkürzungserklärungen aktualisiert.

source: Begin of meeting
de: Beginn des Meetings

source: End of meeting
de: Ende des Meetings

source: *Meeting break: {time_start_break} – {time_end_break}*
de: *Sitzungspause: {time_start_break} – {time_end_break}*

source: quorate
de: beschlussfähig

source: not quorate
de: nicht beschlussfähig

source: *{num_participants}/{max_num_participants} present → {quorate}*
de: *{num_participants}/{max_num_participants} anwesend → {quorate}*

source: *{time}: {name} {event} the meeting*
de: *{time}: {name} {event} das Meeting*

source: *{time}: {name} {event} the meeting via {mean_of_participation}*
de: *{time}: {name} {event} das Meeting via {mean_of_participation}*

source: enters
de: betritt

source: leaves
de: verlässt

source: Unpublished
de: Unveröffentlicht

source: Published for Students and University Network
de: Für Studierende und Uni-Netzwerk veröffentlicht

source: Internal
de: Intern

source: Custom
de: Benutzerdefiniert

source: Published for Students only
de: Nur für Studierende veröffentlicht

source: Date
de: Datum

source: State
de: Status

source: Moderator
de: Sitzungsleitung

source: Participants
de: Teilnehmende

source: Minutes
de: Protokoll

source: Guests
de: Gäste

source: Add another guest
de: Gast hinzufügen

source: Published for Students
de: Für Studierende veröffentlicht

source: Custom Permissions
de: Benutzerdefinierte Berechtigungen

source: No minutes available.
de: Keine Protokolle verfügbar.

source: You might have to %(anchor)s login %(anchor_end)s first.
de: Vielleicht musst du dich erst %(anchor)s anmelden %(anchor_end)s.

source: Minutes taker
de: Protokollführung

source: No Guests
de: Keine Gäste

source: No Labels
de: Keine Labels

source: No documents containing "%(phrase)s" found.
de: Es wurden keine Dokumente gefunden, die "%(phrase)s" beinhalten.

source: Vote permissions
de: Abstimmungs-Berechtigung

source: The start date must be before or on the end date.
de: Das Startdatum muss am oder vor dem Enddatum liegen.

source: Anonymous and university network groups are not allowed to vote!
de: Anonyme Nutzer und Nutzer aus dem Uni-Netz können nicht abstimmen!

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: show results immediately after vote
de: Ergebnisse direkt nach dem Abstimmen anzeigen

source: Description (German)
de: Beschreibung (Deutsch)

source: Description (English)
de: Beschreibung (Englisch)

source: Ordering index
de: Sortierreihenfolge

source: Description
de: Beschreibung

source: Delete?
de: Löschen?

source: Polls
de: Umfragen

source: Upcoming polls
de: Zukünftige Umfragen

source: Poll
de: Umfrage

source: Voting period
de: Abstimmungszeitraum

source: Edit Poll
de: Umfrage bearbeiten

source: Preview Results
de: Ergebnis-Vorschau

source: Polls you can vote for
de: Umfragen, an denen du teilnehmen kannst

source: There are no polls you can vote for.
de: Es gibt keine Umfragen, an denen du teilnehmen kannst.

source: Results of polls
de: Umfrage-Ergebnisse

source: There are no results you can see.
de: Es gibt keine Ergebnisse, die du sehen kannst.

source: You can see the result of this Poll as from %(date)s.
de: Du kannst die Ergebnisse der Umfrage ab dem %(date)s einsehen.

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: Number of voters
de: Anzahl Teilnehmende

source: Number of votes
de: Anzahl Stimmen

source: Results
de: Ergebnisse

source: This is a preview of the current state of the poll.
de: Dies ist eine Vorschau des aktuellen Stands der Umfrage.

source: Every participant had up to %(max_allowed_number_of_answers)s votes.
de: Alle Teilnehmenden hatten bis zu %(max_allowed_number_of_answers)s Stimmen.

source: Choice
de: Antwortmöglichkeit

source: Votes
de: Stimmen

source: Percentage
de: Anteil

source: You have up to %(max_allowed_number_of_answers)s votes.
de: Du hast bis zu %(max_allowed_number_of_answers)s Stimmen.

source: Vote
de: Abstimmen

source: You can not see the results of this poll right now. You have to wait until {} to see the results of this poll.
de: Du kannst die Ergebnisse dieser Abstimmung noch nicht sehen. Du muss bis zum {} warten.

source: You must select one Choice at least!
de: Du musst mindestens eine Antwort auswählen!

source: You can only select up to {} options!
de: Du kannst maximal {} Antworten auswählen!

source: We've received your vote!
de: Deine Stimme wurde festgehalten!

source: The results of this poll will be available as from {}
de: Die Ergebnisse dieser Umfrage sind ab dem {} verfügbar

source: This poll has not yet started.
de: Diese Umfrage hat noch nicht begonnen.

source: You must select a document or link
de: Du musst ein Dokument auswählen oder einen Link angeben

source: Url title
de: URL

source: External link
de: Externer Link

source: Visit count
de: Anzahl Aufrufe

source: Last access
de: Letzter Aufruf

source: Edit shortlink
de: Kurzlink bearbeiten

source: Create shortlink
de: Kurzlink erstellen

source: Shortlinks
de: Kurzlinks

source: Visitors
de: Anzahl Aufrufe

source: Create new shortlink
de: Neuen Kurzlink erstellen

source: Do you really want to delete the Shortlink %(name)s?
de: Willst du den Kurzlink %(name)s wirklich löschen?

source: Copied to clipboard.
de: In Zwischenablage kopiert.

source: Successfully created shortlink.
de: Kurzlink erstellt.

source: Successfully deleted Shortlink.
de: Kurzlink gelöscht.

source: Successfully edited shortlink.
de: Kurzlink bearbeitet.

source: Home
de: Startseite

source: Add %(name)s
de: Füge %(name)s hinzu

source: History
de: Verlauf

source: View on site
de: Auf der Seite anzeigen

source: Fields in <strong>bold</strong> are required.
de: <strong>Fett markierte</strong> Felder müssen ausgefüllt werden.

source: Please correct the error below.
de: Bitte behebe den untenstehenden Fehler.

source: Remove from sorting
de: Von der Sortierung ausnehmen

source: Sorting priority: %(priority_number)s
de: Sortierreihenfolge: %(priority_number)s

source: Toggle sorting
de: Sortierung umschalten

source: Models available in the %(name)s application.
de: Models in der App %(name)s.

source: Add
de: Hinzufügen

source: Change
de: Bearbeiten

source: You don't have permission to edit anything.
de: Du hast keine Berechtigung, etwas zu bearbeiten.

source: %(counter)s result
de: %(counter)s Ergebnis

source: %(full_result_count)s total
de: %(full_result_count)s insgesamt

source: Search
de: Suchen

source: Groups
de: Gruppen

source: Logged in as
de: Angemeldet als

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Return to the top of the page
de: An den Seitenanfang scrollen

source: Management
de: Verwaltung

source: Create information page
de: Informationsseite erstellen

source: Create poll
de: Umfrage erstellen

source: Create minutes for
de: Protokoll erstellen für

source: Create minutes
de: Protokoll erstellen

source: Manage menu items
de: Menüeinträge bearbeiten

source: Find unlinked information pages
de: Nicht-verlinkte Informationsseiten finden

source: Manage abbreviation explanations
de: Abkürzungserklärungen bearbeiten

source: View page as different user
de: Seite als anderer Nutzer betrachten

source: Recover deleted %(name)s
de: %(name)s wiederherstellen

source: Mailing Lists
de: Mailinglisten

source: Not subscribed users are allowed to post.
de: Nichtmitglieder dürfen an diese Liste schreiben

source: Replies are addressed to the list per default.
de: Antworten gehen immer an den Verteiler

source: Mailing lists misconfigured. {error}
de: Fehler in der Mailinglistenkonfiguration. {error}

source: Adjust membership
de: Mitgliedschaft ändern

source: This link is now invalid. You never need to visit it again.
de: Dieser Link ist nun ungültig. Du brauchst ihn nicht nochmal.

source: Mailing Lists Unavailable
de: Mailinglisten nicht verfügbar

source: Sorry the inconvenience, but the mail server backend does not reply. Please try back later.
de: Entschuldigung, aber das Mailinglistenbackend ist nicht erreichbar. Versuche es später nochmal.

source: Create new list
de: Neue Liste anlegen

source: Create
de: Anlegen

source: Your Memberships
de: Deine Mitgliedschaften

source: Delete list
de: Liste Löschen

source: Are you sure you want to delete the list %(listname)s?
de: Möchtest du die Liste %(listname)s wirklich löschen?

source: This is the admin view for the owners of %(listname)s
de: Das ist die Adminansicht für die Listenbesitzer von %(listname)s

source: Invite Link
de: Einladungslink

source: Share this link to invite new members:
de: Teile diesen Link, um neue Mitglieder einzuladen:

source: List options
de: Listeneinstellungen

source: Members
de: Mitglieder

source: Manage subscription
de: Mitgliedschaft verwalten

source: Enter the e-mail address you want to un-/subscribe from/to %(list_name)s
de: Gib die E-Mailadresse ein, die du von %(list_name)s an-/abmelden möchtest

source: Un-/Subscribe
de: An-/Abmelden

source: Report action
de: Vorgang melden

source: Sorry for this inconvenience. Please contact the Student Representative Group if this should happen more often.
de: Entschuldige die Unannehmlichkeiten. Kontaktiere den Fachschaftsrat, falls die häufiger auftreten sollte.

source: The list {list} has been created successfully.
de: Die Liste {list} wurde erfolgreich angelegt.

source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}

source: The change has been requested. Please check your mails.
de: Änderung beantragt. Schau in deinem Postfach nach.

source: List options saved successfully.
de: Listeneinstellungen gespeichert.

source: Removed {member}
de: {member} entfernt

source: Promoted {member}
de: {member} befördert

source: Demoted {member}
de: {member} degradiert

source: Blocked {member}
de: {member} blockiert

source: Unblocked {member}
de: {member} entsperrt

source: {list} has been deleted successfully.
de: {list} wurde erfolgreich gelöscht.

source: {email} has successfully joined {list}.
de: {email} ist erfolgreich {list} beigetreten.

source: You have successfully left {list}.
de: Du hast erfolgreich {list} verlassen.

source: The subscription of {email} onto {list} was rolled back.
de: Die Anmeldung von {email} auf {list} wurde rückgänig gemacht.

source: Please manage this list from the admin interface. This link will stop working in the future.
de: Bitte verwalte die Liste über das Admininterface. Dieser Link wird in Zukunft abgeschaltet.

source: You have been promoted to a list owner. From now on, you can manage this list from your dashboard. This link is obsolete.
de: Du wurdest zum Listenbesitzer befördert. Ab nun kannst die diese Liste von deinem Dashboard aus verwalten. Der Link ist obsolet.

source: You are already a list owner and can manage this list from you dashboard. This link will stop working in the future.
de: Bu bist bereits ein Besitzer dieser Liste und kannst sie von deinem Dashboard aus verwalten. Dieser Link wird in Zukunft abgeschaltet.

source: Password
de: Passwort

source: Password confirmation
de: Passwort bestätigen

source: Passwords don't match
de: Passwörter stimmen nicht überein

source: Users
de: Benutzer

source: Username
de: Benutzername

source: Please enter a correct username and password.
de: Passwort oder Benutzername ist nicht korrekt.

source: Select a user
de: Benutzer auswählen

source: Users must have a username
de: Benutzer müssen einen Benutzernamen haben

source: User name
de: Benutzername

source: Email address
de: E-Mail-Adresse

source: First name
de: Vorname

source: Last name
de: Nachname

source: language
de: Sprache

source: User profile
de: Benutzerprofil

source: User profiles
de: Benutzerprofile

source: Please login to see this page.
de: Bitte melde dich an, um diese Seite zu sehen.

source: Log in using HPI OpenID Connect.
de: Anmelden mit HPI OpenID Connect.

source: View page as a different user
de: Seite als anderer Nutzer betrachten

source: View page as selected user
de: Seite als ausgewählter Nutzer betrachten

source: User management
de: Benutzerverwaltung
